{"Gift":{"Gift1Desc3":"攻击范围内的友方单位防御力+60","Gift2Name":"法典","Gift2Desc1":"","Gift1Desc2":"攻击范围内的友方单位防御力+40","Gift2Desc2":"","GiftNum":"2","Gift3Desc3":"","Gift3Desc2":"","Gift3Desc1":"","Gift1Name":"黑恶魔的庇护","Gift3Name":"","Gift1Desc1":"攻击范围内的友方单位防御力+20","Gift2Desc3":"攻击速度+10","GiftOverall":"天赋一：初始就会提供攻击范围内队友20的防御，在开局属性大都偏低的情况下提供不错的收益，尤其是远程位的干员，20防御收益甚高。在精二也能为队友提供较大的防御收益，尤其是在盾有加防御的技能时候，此天赋也会享受加成。天赋二：增加闪灵的攻速，提升其自身在全局游戏中的整体奶量，若携带二技能会额外提升技能的充能速度。","isExist":"1"},"Skill":{"Skill2Desc":"下次治疗使目标获得一个持续2秒的护盾。护盾可以吸收相当于闪灵攻击力20%的伤害，同时使目标防御力+20%；可充能1次【技力消耗】8","Skill3Conclusion":"闪灵核心技能，上场后短时间就可以触发，增加自身治疗量的同时大幅增加队友防御。","Logistics2Desc":"","Skill1Name":"信条","SkillOverAll":"一技能中规中矩，手动触发也是不错，关键时候触发配合其高攻击能两三下奶满。二技能自动触发，从额外增加的属性上看是比一技能更好些，但因为闪灵是单奶，虽然二技能触发时间短，但时常出现技能不给盾，给盾也不是时候的情况。实战中有时候会令人尴尬，所以此技能需要先针对战场进行判断，然后再决定是否使用。比如毒雾型的地图或者远程位压力大的地图，此技能就太适合。三技能可以说是闪灵的核心技能，触发快，持续时间超长。而且在技能专精三级后增加的防御达到惊人的100%，初始115技力，120就可以触发，也就是说只需要5点技力就能让范围内的所有干员防御提升一倍！手动触发更是不错。在关键时刻技能一开，几乎所有的物理型敌人就无法对己方重装造成伤害，这也就提供了更长的输出时间。从另一方面来说，此技能也能提高自律的稳定性。","Skill1Conclusion":"在提升攻击的基础上另外还提升攻速，手动触发，非常实用。","Skill3Name":"教条力场","Logistics3Name":"","Logistics1Desc":"进驻宿舍时，使该宿舍内除自身以外心情未满的某个干员每小时恢复+0.55（同种效果取最高）精英2后提升为：进驻宿舍时，使该宿舍内除自身以外心情未满的某个干员每小时恢复+0.55（同种效果取最高）","Logistics1Name":"善解人意（精英2后变为慈悲）","Logistics3Desc":"","Skill3Desc":"攻击力+30%。攻击范围内的所有友方单位防御力+50%【初始技力】100【技力消耗】120【持续时间】60","Skill1Desc":"攻击力+45%，攻击速度+10【初始技力】10【技力消耗】50【持续时间】20秒","SkillNum":"3","LogisticsOverall":"常驻宿舍可以大幅提升心情恢复速度，非常实用。","Skill2Name":"自动掩护","Skill2Conclusion":"超强力的支援技能，对盾的作用特别大。","isExist":"1","LogNum":"1","Logistics2Name":""},"Gist":{"Team":"闪灵的高面板以及其对物理防御的增幅使得她几乎成为整个队伍的焦点，任何医疗干员与她搭配都很合适。一般推图需要两个医疗，所以除了她外推荐第二个为群奶，尤其是夜莺。闪灵物抗，夜莺法抗，应对所有地图都可以完全适应。但夜莺也是六星，较难获取。一般没有此阵容的话推荐第二个奶上调香师或者末药，这两个医疗干员都是四星，上场费用较低，在费用紧缺的时候甚至比闪灵和夜莺一起上要划算。","Deploy":"尽量让闪灵的治疗范围覆盖更多的干员，但若是无法覆盖全的话就优先重装。闪灵提供纯粹的物理抗性，针对术师敌人没有任何办法，如果有夜莺的话刚好能弥补在此处的缺失。但是如果没有的话遇到法术aoe敌人的时候，必须有所针对，比如用玫兰莎上前切掉或者用其他干员吸引仇恨。通常情况下闪灵与另一个奶分别会走两路，推荐将闪灵部署在压力比较大的一路或者是物理攻击敌人多的一路。这样能使得各路干员配置达到最优，轻松抵御一波波的进攻。闪灵上场的费用较高，精英化后达到了20c，可以说非常高了，有时候不适合第一个上场，所以推荐先部署低星级医疗干员，再部署闪灵。但要记得留出好位置给闪灵，让闪灵的天赋收益最大化。","isExist":"1","Train":"闪灵在公开招募或者干员寻访都可以获取，但因为不是概率up，获取难度还是很高的。如果想要获取的话推荐等她的寻访概率up再去抽。六星干员的养成都很困难，而且不推荐前期在奶的身上投入资源，所以为了推图的话闪灵一般精一30级便可。之后等输出（比如能天使，天火，银灰等）干员普遍精二后可再进行培养，来增加队伍整体防御水平。技能方面因为在精二前没有三技能，提升并不太大，所以不推荐升的太高，升到4级即可。在后期有资源并且精二后再将技能直接升满。","Other":""},"Character_Base":{"AttackScope":"■■■<br/>□■■■<br/>■■■<br/>","AttackScope_E2":"","Position":"远程位治疗支援","MainColor":"#302D2D","PrefaceValue":"唯一六星单奶，攻击力高，三技能对范围内的全体大幅的增加防御，其天赋在前后期均好用，非常适合作为输出类干员下的首位干员之一进行培养。","InShort":"黑白恶魔之黑恶魔，提供强大的防御支援。","Range":"6","CodeVer":"[0001]","CodeVerInt":1,"CodeNameCh":"闪灵","Logo":"罗德岛","CodeNameEn":"Shining","codeimg":"0","NationEn":"RHODES_ISLAND(罗德岛)","Duty":"医疗","Features":"恢复友方单位生命","AttackScope_E1":"■■■■<br/>□■■■<br/>■■■■<br/>","PrefaceCompare":"与夜莺并称黑白恶魔。闪灵具有高的物抗加成，而夜莺提供超强的法术抗性。作为单奶，攻击在奶中几乎可以算的上是天花板，如果与群奶夜莺一起在队伍中使用，那么队伍整体的坦度将提升好几个档次。","wordCode":"魔王(空格)(空格)"}}